Repository: SistemaRayoXP/Virtual-Mac
Catalog: frmAbout.*.resx
Languages: es_mx

# LicenseInformation.Text
source: Licensed under GNU GPL v3
es_mx: Licenciado bajo la GNU GPL v3

# ProductNAV.Text
source: TEA's Virtual Mac
es_mx: Tecnologías Virtual Mac

# ThirdPartyNotice.Text
source: Portions of this Software:
es_mx: Porciones de este software:

# CPUCoresLabel.Text
source: Processor cores:
es_mx: Nucleos del procesador:

# SysInfoLabel.Text
source: System Information
es_mx: Información del sistema

# CPUTypeLabel.Text
source: Processor type:
es_mx: Procesador:

# RAMInstalledLabel.Text
source: Total physical memory:
es_mx: Memoria instalada:

# OSNameLabel.Text
source: Operating System:
es_mx: Sistema operativo:

# OSVersionLabel.Text
source: System Version:
es_mx: Versión del sistema:

# RAMAvailableLabel.Text
source: Available physical memory:
es_mx: Memoria disponible:

# CurrUsrLabel.Text
source: Current user name:
es_mx: Usuario actual:

# UserInfoLabel.Text
source: User Information
es_mx: Información del usuario

# PCNameLabel.Text
source: Computer name:
es_mx: Nombre del PC:

# $this.Text
source: About VirtualMac
es_mx: Acerca de Virtual Mac
