Repository: SistemaRayoXP/Virtual-Mac
Catalog: frmNewMac.*.resx
Languages: es_mx

# cmdCancel.Text
source: Cancel
es_mx: Cancelar

# cmdNext.Text
source: &Next >
es_mx: &Siguiente >

# cmdBack.Text
source: < &Back
es_mx: < A&tras

# CreateNoWizardLabel.Text
source: Recommended for more users. Creates a Macintosh in base to the system you want to install on it.
es_mx: Recomendado para la mayoría de usuarios. Crea una Mac en base al sistema que desee instalar.

# CreateNoWizard.Text
source: &Create a Macintosh
es_mx: &Crear una Mac

# CreateAddExistLabel.Text
source: For Basilisk, SheepShaver and PearPC users. Creates a Macintosh from a file in your physical machine.
es_mx: Para usuarios de Basilisk, SheepShaver y PearPC. Crea una Mac en base al archivo de configuración de estos emuladores.

# CreateAddExist.Text
source: Create from file
es_mx: Crear una Mac en base a un &archivo

# CreateNormalLabel.Text
source: Recommended for advanced users. Creates a Macintosh guiding you to increase or decrease the resources you assign to this Macintosh.
es_mx: Recomendado para usuarios avanzados. Crea una Mac guiandolo para incrementar o reducir los recursos para esta.

# CreateNormal.Text
source: Customise a Mac
es_mx: &Personalizar una Mac

# CreateInfo.Text
source: Select an option:
es_mx: Seleccione una opción:

# MacNameLabel.Text
source: Give a name to your Macintosh, remember to make it descirptive, something like "Mac OS 7" or "iMac G3" are good examples.
es_mx: Dé un nombre a su Mac. Recuerde hacerlo descriptivo, algo como "Mac OS 7" o "iMac G3" son algunos ejemplos.

# MacNameBrowse.Text
source: Browse...
es_mx: Examinar...

# AddNameLabel.Text
source: Name:
es_mx: Nombre:

# AddFileLabel.Text
source: File:
es_mx: Archivo:

# AddEmulatorLabel.Text
source: Emulator:
es_mx: Emulador:

# AddInfo.Text
source: Select the file to add to the Virtual Mac Console
es_mx: Seleccione el archivo a añadir a la consola.

# AddFileBrowse.Text
source: Browse
es_mx: Examinar...

# HwInfoDef.Text
source: Recommended hardware for this operating system:
es_mx: Hardware recomendado para este sistema operativo:

# HwEmulatorLabel.Text
source: Select an option:
es_mx: Seleccione una opción:

# HwInfo.Text
source: Select the emulator you plan to use. Some emulators run some versions of Mac OS and System Software. Try different emulators to see different versions of Mac OS. Remember that you can customise the hardware shown here, so don't worry if you wanted more memory, more disk or even another CPU (Only available for some emulators).
es_mx: Seleccione el emulador que planea usar. Algunos emuladores corren algunas versiones de Mac OS y System Software. Elija diferentes emuladores para listar diferentes versiones de Mac OS. Recuerde que puede personalizar el hardware mostrado aqui, así que no se preocupe si deseaba más memoria, espacio de disco o incluso otro CPU (Solo algunos emuladores)

# HwRAMLabel.Text
source: Memory:
es_mx: Memoria:

# HwDiskLabel.Text
source: Disk:
es_mx: Espacio en disco:

# RAMInfo.Text
source: A Macintosh needs memory to boot the system, and the applications need it to run. A more recent system needs more memory, also the heavier apps you want to run, the more memory you will need. It's recommended that you use the recommended memory unless you want to run heavy applications. The recommended memory is [ %m MB ]
es_mx: Una Mac necsita memoria para arrancar el sistema, y las aplicaciones la necesitan para ejecutarse. Una versión reciente de Mac OS requiere más memoria, al igual que aplicaciones pesadas. Se recomienda que use el valor recomendado a menos de que desee correr aplicaciones más pesadas. La memoria recomendada es [ %m MB ]

# RAMCustom.Text
source: Use this amount of memory
es_mx: Usar esta cantidad de memoria

# RAMDefault.Text
source: Use the recommended memory
es_mx: Usar la memoria recomendada

# RAMCustomInvalidSize.Text
source: Please use a valid size between %n and %x
es_mx: Por favor utilize un valor válido entre %n y %x

# DiskNew.Text
source: Create a new disk
es_mx: Crear un nuevo disco

# DiskExisting.Text
source: Use an existing disk
es_mx: Usar un disco existente

# DiskNone.Text
source: Do not use a disk
es_mx: No usar un disco

# DiskInfo.Text
source: A Macintosh needs a disk to install the operating system. You can create a new disk to install MacOS (Or Linux) or you can use an exisitng disk with a preinstalled operating system.
es_mx: Una Mac necesita un disco para instalar el sistema operativo. Puede crear un nuevo disco para instalar Mac OS (O Linux) o puede usar disco existente con un sistema preinstalado

# DiskPathBrowse.Text
source: Browse...
es_mx: Examinar...

# DiskSizeLabel.Text
source: Size of the disk:
es_mx: Tamaño del disco:

# Description.Text
source: You can create a new Mac or add an existing one to the Virtual Mac Console
es_mx: Puede crear una nueva Mac o agregar una existente a la consola

# DescriptionName.Text
source: Options
es_mx: Opciones

# WelcomeDescription.Text
source: This wizard helps you create and configure a new Macintosh or add an existing Macintosh to the Virtual Mac Console. The Macintosh configuration is stored in a .mcc file. To continue, click Next.
es_mx: Este asistente le ayuda a crear y configurar una nueva Mac o añadir una ya existente a la consola de Virtual Mac. La configuración es almacenada en un archivo .mcf Para continuar, haga click en Siguiente.

# WelcomeTitle.Text
source: Welcome to the New Macintosh Wizard
es_mx: Bienvenido al Asistente para Nueva Mac

# EndTitle.Text
source: Completing the New Macintosh Wizard
es_mx: Completando el Asistente para Nueva Mac

# EndInfo.Text
source: You have succefully completed the New Macintosh Wizard. Your Macintosh will be created with the following attributes:
es_mx: Usted completó satisfactoriamente el Asistente para Nueva Mac. Su nueva Mac será creada con los siguientes atributos:

# EndMacNameLabel.Text
source: Name:
es_mx: Nombre:

# EndRAMLabel.Text
source: Memory:
es_mx: Memoria RAM:

# EndDiskPathLabel.Text
source: Disk:
es_mx: Disco:

# EndInfoFinish.Text
source: To close this wizard and create this Mac, click Finish.
es_mx: Para cerrar este Asistente y crear la Mac, haga click en Finalizar.

# $this.Text
source: New Macintosh Wizard
es_mx: Asistente para nueva Mac
