Repository: SistemaRayoXP/Virtual-Mac
Catalog: frmOptions.*.resx
Languages: de_de, es_mx

# cmdOK.Text
source: OK
de_de: Ja
es_mx: Aceptar

# cmdCancel.Text
source: Cancel
de_de: Nein
es_mx: Cancelar

# FolderAppCurrentLabel.Text
source: Current program folder
de_de: Aktueller Programmordner
es_mx: Carpeta actual del programa:

# FolderNewMacLabel.Text
source: Default Mac Folder
de_de: Standard-Mac-Ordner
es_mx: Carpeta predeterminada para nuevas Macs:

# FolderFrame.Text
source: Folders
de_de: Ordnereinstellungen
es_mx: Carpetas

# ROMNoteNoROM.Text
source: Note that QEMU and PearPC don't require a ROM in order to work
de_de: Beachten Sie, dass QEMU und PearPC kein ROM benötigen, um zu funktionieren.
es_mx: Note que QEMU y PearPC no requieren una ROM para funcionar

# Setting.Text
source: Options
de_de: Optionen
es_mx: Opciones

# Value.Text
source: Value
de_de: Wert
es_mx: Valores

# UCDisableTest.Text
source: Disable Test
de_de: Nicht testen
es_mx: No probar

# UCEnableTest.Text
source: Enable Test
de_de: Testen
es_mx: Probar

# UseContainerFrame.Text
source: Test Macintosh Window
de_de: Testen Sie das Macintosh-Fenster
es_mx: Probar ventana de emulación

# EPVerifyEmulatorPaths.Text
source: Check for invalid paths at start
de_de: Überprüfen Sie beim Start nach ungültigen Pfaden
es_mx: Verificar rutas inválidas al iniciar

# EPvMacPathLabel.Text
source: Mini vMac Path:
de_de: Mini vMac:
es_mx: Mini vMac:

# EPQEMUPathLabel.Text
source: QEMU Path:
de_de: QEMU:
es_mx: QEMU:

# EPPPCPathLabel.Text
source: PearPC Path:
de_de: PearPC:
es_mx: PearPC:

# EPSSPathLabel.Text
source: SheepShaver Path:
de_de: SheepShaver:
es_mx: SheepShaver:

# EPBIIPathLabel.Text
source: Basilisk II Path:
de_de: Basilisk II:
es_mx: Basilisk II:

# EmulatorPathFrame.Text
source: Emulator Path
de_de: Emulatorpfade
es_mx: Rutas de emulador

# LangSelected.Items
source: English (United States) [English]
es_mx: Ingles (Estados Unidos) [English]

# LangSelected.Items1
source: German (Germany) [Deustch]
es_mx: Español (México) [Español]

# LangInfo.Text
source: In this page you can set the language of the application. This will not be reflected inmediatly. You need to restart Virtual Mac in order for this change to take effect.
de_de: Auf dieser Seite können Sie die Sprache der Anwendung einstellen. Dies wird nicht sofort reflektiert. Sie müssen Virtual Mac neu starten, damit diese Änderung wirksam wird.
es_mx: En esta página usted puede seleccionar el idioma de la aplicación. El cambio no será reflejado inmediatamente. Debe reiniciar Viirtual Mac para que este cambio tenga efecto

# LangFrame.Text
source: Language
de_de: Sprache
es_mx: Idioma

# $this.Text
source: Options
de_de: Optionen
es_mx: Opciones
