Repository: SistemaRayoXP/Virtual-Mac
Catalog: frmSettingsPearPCVM.*.resx
Languages: es_mx

# MiscPageTableLabel.Text
source: Page Table:
es_mx: Tabla de asignación:

# MiscNVRAMFileLabel.Text
source: NVRAM File:
es_mx: Archivo NVRAM:

# MiscBootModeLabel.Text
source: Boot Mode:
es_mx: Modo de arranque:

# MiscBootModeSelect.Text
source: Select
es_mx: Asistido

# MiscBootModeForce.Text
source: Force
es_mx: Manual

# MiscFrame.Text
source: Miscelaneous settings
es_mx: Configuraciones miscelaneas

# MiscInfo.Text
source: It's recommended that you don't change these settings
es_mx: Se recomienda que no cambie estas configuraciones.

# MiscAdvancedInfo.Text
source: Warning! Change settings below ONLY if you know what you're doing
es_mx: ¡Advertencia! NO cambie las configuraciones de abajo A MENOS de que sepa lo que está haciendo.

# MiscPROMBootArgsLabel.Text
source: PROM Boot Arguments:
es_mx: Argumentos PROM:

# MiscMachArgumentsLabel.Text
source: Kernel Arguments:
es_mx: Parametros del kernel:

# MiscPROMBootPathLabel.Text
source: PROM Boot Path:
es_mx: Ruta PROM

# MiscPROMFileLabel.Text
source: PROM File:
es_mx: Archivo PROM:

# DisplayDriverLabel.Text
source: Graphic driver:
es_mx: Driver gráfico:

# NetworkFrame.Text
source: Network
es_mx: Red

# Net8139Enable.Text
source: Network Card RTL8139
es_mx: Activar tarjeta de red RTL8139

# Net3c90xEnable.Text
source: Network Card 3c90x
es_mx: Activar tarjeta de red 3c90x

# DisplayRedraw.Text
source: Redraw interval:
es_mx: Intervalo de redibujado:

# DisplayFrame.Text
source: Display
es_mx: Pantalla

# DisplayResLabel.Text
source: Resolution:
es_mx: Resolución:

# DisplayFullscreenStart.Text
source: Start always in fullscreen
es_mx: Iniciar en pantalla completa

# DisplayResCustom.Text
source: Use custom resolution
es_mx: Usar resolución personalizada

# DisplayFullscreenKeyLabel.Text
source: Enter fullscreen key:
es_mx: Tecla de pantalla completa

# DriveFrame.Text
source: Drives
es_mx: Unidades de disco

# DriveMasterEnabled.Text
source: Enable Master Drive
es_mx: Activar unidad Maestra

# DriveMasterTypeLabel.Text
source: Drive type:
es_mx: Tipo de unidad:

# DriveMasterPathLabel.Text
source: Location:
es_mx: Ruta:

# DriveSlaveEnabled.Text
source: Enable Slave Drive
es_mx: Activar unidad Esclava

# DriveSlaveTypeLabel.Text
source: Drive type:
es_mx: Tipo de unidad:

# DriveSlavePathLabel.Text
source: Location:
es_mx: Ruta:

# Options.Text
source: Options
es_mx: Opciones

# Value.Text
source: Value
es_mx: Valores

# cmdCancel.Text
source: Cancel
es_mx: Cancelar

# cmdOK.Text
source: OK
es_mx: Aceptar

# IconFrame.Text
source: Icon
es_mx: Ícono

# IconAdd.Text
source: Add
es_mx: Agregar

# IconInfo.Text
source: Some personalization to your Mac could come very handy. In this page you can change an icon of your desire for your emulated Mac. Scroll the bar to see more icons, or click in "Add" to add a picture and set it as the icon for your Mac
es_mx: Algo de personalización para su Mac le podría venir muy bien. En esta página, usted puede cambiar a un ícono de su elección para su Mac emulada. Deslice la barra para ver más íconos, o haga click en "Agregar" para agregar una imagen de su elección.

# MacNameFrame.Text
source: Name
es_mx: Nombre

# MacNameLabel.Text
source: The most important thing for any computer, the name. The name can be anything, like Performa 9000, Mac OS 7, iMac G3, or simply Mac
es_mx: La cosa más importante para cualquier ordenador. El nombre puede ser lo que sea, tal como Performa, Mac OS 7, o sencillamente Mac.

# $this.Text
source: Settings for %s
es_mx: Configuración para %s
